  				/*   
			 		tree.add(id,pid,name,url,title,target,icon,iconOpen,open);
				    id        ：节点自身的id
					pid       ：节点的父节点的id
					name      ：节点显示在页面上的名称
					url       ：节点的链接地址
					title     ：鼠标放在节点上所出现的提示信息
					target    ：节点链接所打开的目标frame（如框架目标mainFrame或是_blank,_self之类）
					icon      ：节点关闭时的显示图片的路径
					iconOpen  ：节点打开时的显示图片的路径
					open      ：布尔型，节点是否打开（默认为false）
				    ------------------------------------------------
				    东城区、西城区、崇文区、宣武区、朝阳区、丰台区、石景山区、
				    海淀区、门头沟区、房山区、通州区、顺义区、 昌平区、
				   大兴区、怀柔区、平谷区 、 密云县、延庆县
				   ------------------------------------------------
				*/
				tree = new dTree('tree');//创建一个对象.
				 tree.add("1","-1","欢迎使用交通违章查询系统","/manage/list_breakrules","","I1","","",false);
				 //==================================================
				  tree.add("11","1","车辆管理","","","","","",false);
				 tree.add("110","11","车辆信息列表","/manage/list_car","","I1");
				 //==================================================
				 tree.add("12","1","驾驶员管理","","","","","",false);
				 tree.add("120","12","驾驶员信息列表","/manage/list_drivinglicence","","I1");
				 //==================================================
				 tree.add("13","1","违章信息管理","","","main","","",false);
				 tree.add("130","13","违章信息列表","/manage/list_breakrules","","I1");
				 //tree.add("131","13","考勤历史报表","/system/import_sys_customermanager","","I1");
				 //==================================================
				tree.add("14","1","用户管理","","","","","",false);
				 tree.add("141","14","用户列表","/manage/list_user","","I1");
				 //tree.add("142","14","人员管理","/system/list_ringtonecompose","","I1");
				 //tree.add("143","14","账户管理","/system/list_ringtonecompose","","I1");
				 //===================================================	 
				 //tree.add("16","1","操作记录","","","","","",false);
				 //tree.add("161","16","操作记录历史","/system/updatepwd","","I1");
				 //===================================================
				 document.write(tree);